/*  Class = "NSButton"; gToolTip = "Import (↩)"; ObjectID = "15";  */
"Import (↩)" = "Импорт (↩)";

/*  Class = "NSButton"; gToolTip = "Cancel Import (⎋)"; ObjectID = "16";  */
"Cancel Import (⎋)" = "Отменить импорт (⎋)";

/*  Class = "NSButton"; gToolTip = "Show previous source row (⌘←)"; ObjectID = "17";  */
"Show previous source row (⌘←)" = "Предыдущая строка (⌘←)";

/*  Class = "NSButton"; gToolTip = "Show next source row (⌘→)"; ObjectID = "18";  */
"Show next source row (⌘→)" = "Следующая строка (⌘→)";

/*  Class = "NSPathControl"; gToolTip = "Source file path. Double-click to go back to file chooser."; ObjectID = "25";  */
"Source file path. Double-click to go back to file chooser." = "Путь к файлу. Двойной клик вернёт обратно к выбору файла.";

/*  Class = "NSMenuItem"; title = "INSERT"; ObjectID = "29";  */
"INSERT" = "INSERT";

/*  Class = "NSMenuItem"; title = "REPLACE"; ObjectID = "30";  */
"REPLACE" = "REPLACE";

/*  Class = "NSMenuItem"; title = "UPDATE"; ObjectID = "31";  */
"UPDATE" = "UPDATE";

/*  Class = "NSTextFieldCell"; title = "Import Method:"; ObjectID = "34";  */
"Import Method:" = "Метод импорта:";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "486";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "40";  */
"Cancel" = "Отменить";

/*  Class = "NSButtonCell"; title = "Import"; ObjectID = "41";  */
"Import" = "Импорт";

/*  Class = "NSTableColumn"; headerCell.title = "CSV Fields"; ObjectID = "47";  */
"CSV Fields" = "Поля CSV";

/*  Class = "NSTableColumn"; headerCell.title = "Table Target Fields"; ObjectID = "48";  */
"Table Target Fields" = "Целевые поля таблицы";

/*  Class = "NSTextFieldCell"; title = "CSV Import Field Mapping"; ObjectID = "57";  */
"CSV Import Field Mapping" = "Разметка полей для импорта из CSV файла";

/*  Class = "NSMenuItem"; title = "Matching names"; ObjectID = "134";  */
"Matching names" = "Совпадающие имена";

/*  Class = "NSMenuItem"; title = "File order"; ObjectID = "135";  */
"File order" = "Сортировка файлов";

/*  Class = "NSTextFieldCell"; title = "Align field names by:"; ObjectID = "138";  */
"Align field names by:" = "Сортировать имена полей по:";

/*  Class = "NSButton"; gToolTip = "Advanced settings for import methods (⌥⌘A)"; ObjectID = "139";  */
"Advanced settings for import methods (⌥⌘A)" = "Дополнительные настройки импорта (⌥⌘A)";

/*  Class = "NSMenuItem"; title = "Reversed file order"; ObjectID = "141";  */
"Reversed file order" = "Обратный порядок файлов";

/*  Class = "NSButton"; gToolTip = "Go back to file chooser (⇧⌥⌘←)"; ObjectID = "157";  */
"Go back to file chooser (⇧⌥⌘←)" = "Вернуться к выбору файла (⇧⌥⌘←)";

/*  Class = "NSButtonCell"; title = "Go Back"; ObjectID = "158";  */
"Go Back" = "Назад";

/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "475";  */
/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "176";  */
"OK" = "OK";

/*  Class = "NSTableColumn"; headerCell.title = "Global Source Values or SQL Expressions"; ObjectID = "190";  */
"Global Source Values or SQL Expressions" = "Общее значение или SQL выражение";

/*  Class = "NSMenuItem"; title = "NULL"; ObjectID = "510";  */
"NULL" = "NULL";

/*  Class = "NSMenuItem"; title = "Custom order"; ObjectID = "224";  */
"Custom order" = "Специальный порядок";

/*  Class = "NSButton"; gToolTip = "All rows which doesn't match the WHERE clause in the UPDATE statement will be inserted via INSERT INTO…"; ObjectID = "257";  */
"All rows which doesn't match the WHERE clause in the UPDATE statement will be inserted via INSERT INTO…" = "При импорте существующие в таблице строки (с совпадающими Первичными ключами) будут обновлены…";

/*  Class = "NSButtonCell"; title = "Insert remaining rows"; ObjectID = "258";  */
"Insert remaining rows" = "Добавить необходимые строки";

/*  Class = "NSButtonCell"; title = "HIGH_PRIORITY"; ObjectID = "301";  */
"HIGH_PRIORITY" = "ВЫСОКОПРИОРИТЕТНЫЙ";

/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "302";  */
/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "327";  */
/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "346";  */
"LOW_PRIORITY" = "НИЗКОПРИОРИТЕТНЫЙ";

/*  Class = "NSButtonCell"; title = "ON DUPLICATE KEY UPDATE:"; ObjectID = "306";  */
"ON DUPLICATE KEY UPDATE:" = "ON DUPLICATE KEY UPDATE:";

/*  Class = "NSButtonCell"; title = "DELAYED"; ObjectID = "307";  */
/*  Class = "NSButtonCell"; title = "DELAYED"; ObjectID = "321";  */
"DELAYED" = "ОТЛОЖЕННОЕ";

/*  Class = "NSButtonCell"; title = "IGNORE"; ObjectID = "308";  */
/*  Class = "NSButtonCell"; title = "IGNORE"; ObjectID = "339";  */
"IGNORE" = "ИГНОРИРОВАТЬ";

/*  Class = "NSButtonCell"; title = "Advanced"; ObjectID = "393";  */
"Advanced" = "Дополнительно";

/*  Class = "NSButton"; gToolTip = "Do not import existing rows identified by the PRIMARY KEY"; ObjectID = "396";  */
"Do not import existing rows identified by the PRIMARY KEY" = "Не заменять при импорте существующие строки (по PRIMARY KEY)";

/*  Class = "NSButtonCell"; title = "Skip existing rows"; ObjectID = "397";  */
"Skip existing rows" = "Пропускать существующие строки";

/*  Class = "NSTableColumn"; headerCell.title = "SQL"; ObjectID = "400";  */
"SQL" = "SQL";

/*  Class = "NSButtonCell"; title = "Use last edited value"; ObjectID = "222";  */
"Use last edited value" = "Использовать последнее значение";

/*  Class = "NSMenuItem"; title = "Insert"; ObjectID = "509";  */
"Insert" = "Вставить";

/*  Class = "NSMenuItem"; gToolTip = "Insert NULL value into currently selected row"; ObjectID = "510";  */
"Insert NULL value into currently selected row" = "Вставить значение NULL в выделенную строку";

/*  Class = "NSButton"; gToolTip = "Use current selected value after saving as source for selected mapping pair (⌥⌘L)"; ObjectID = "221";  */
"Use current selected value after saving as source for selected mapping pair (⌥⌘L)" = "Использовать выбранное значение после сохранения в виде источника выделенных пар (⌥⌘L)";

/*  Class = "NSButton"; gToolTip = "Remove selected value (⌘⌫)"; ObjectID = "173";  */
"Remove selected value (⌘⌫)" = "Удалить выделенное значение (⌘⌫)";

/*  Class = "NSButton"; gToolTip = "Add new value (⌥⌘A)"; ObjectID = "171";  */
"Add new value (⌥⌘A)" = "Добавить новое значение (⌥⌘A)";

/*  Class = "NSPopUpButton"; gToolTip = "Insert NULL or CSV column placeholders (⌥⌘I)"; ObjectID = "506";  */
"Insert NULL or CSV column placeholders (⌥⌘I)" = "Вставить NULL или пустое значение для строк CSV (⌥⌘I)";

/*  Class = "NSMenuItem"; title = "Recent"; ObjectID = "515";  */
/*  Class = "NSMenu"; title = "Recent"; ObjectID = "516";  */
"Recent" = "Последние";

/*  Class = "NSButton"; gToolTip = "Manage table details (⌘I)"; ObjectID = "433";  */
"Manage table details (⌘I)" = "Настройки таблицы (⌘I)";

/*  Class = "NSButtonCell"; title = "First line contains field names"; ObjectID = "112";  */
"First line contains field names" = "Первая строка содержит имена полей";

/*  Class = "NSTextFieldCell"; title = "Table Encoding:"; ObjectID = "471";  */
"Table Encoding:" = "Кодировка таблицы:";

/*  Class = "NSMenuItem"; title = "Remove New Column:"; ObjectID = "491";  */
"Remove New Column:" = "Удалить новую колонку:";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "406";  */
"Name:" = "Имя:";

/*  Class = "NSMenuItem"; title = "Add Column to Target Table…"; ObjectID = "423";  */
"Add Column to Target Table…" = "Добавить колонку к целевой таблице…";

/*  Class = "NSPopUpButton"; gToolTip = "Choose database table in which the data will be inserted (⌘T)"; ObjectID = "20";  */
"Choose database table in which the data will be inserted (⌘T)" = "Выберите целевую базу данных, куда будут импортированы данные (⌘T)";

/*  Class = "NSWindow"; title = "New Table"; ObjectID = "457";  */
"New Table" = "Новая таблица";

/*  Class = "NSTextFieldCell"; title = "Table Type:"; ObjectID = "472";  */
"Table Type:" = "Тип таблицы:";

/*  Class = "NSMenuItem"; title = "Edit Field Type for Column:"; ObjectID = "488";  */
"Edit Field Type for Column:" = "Изменить тип поля:";

/*  Class = "NSButton"; gToolTip = "Import into a new TABLE (⇧⌘N)"; ObjectID = "439";  */
"Import into a new TABLE (⇧⌘N)" = "Импорт в новую таблицу (⇧⌘N)";

/*  Class = "NSButtonCell"; title = "New"; ObjectID = "440";  */
"New" = "Новый";

/*  Class = "NSMenuItem"; title = "Set all Field Types to:"; ObjectID = "424";  */
"Set all Field Types to:" = "Задать тип для всех полей:";

